{"id":66726,"date":"2018-01-07T03:38:54","date_gmt":"2018-01-07T11:38:54","guid":{"rendered":"https:\/\/www.classcentral.com\/report\/?p=66726"},"modified":"2018-10-03T03:04:01","modified_gmt":"2018-10-03T10:04:01","slug":"five-years-mooc-trends","status":"publish","type":"post","link":"https:\/\/www.classcentral.com\/report\/five-years-mooc-trends\/","title":{"rendered":"Five Years of MOOC Trends"},"content":{"rendered":"<p><em>By Pat Bowden, who has completed 89 MOOCs since 2012. Pat is the author of <a href=\"http:\/\/onlinelearningsuccess.org\/\">www.onlinelearningsuccess.org<\/a>, where she shares her tips for MOOC success.<\/em><\/p>\n<p>I discovered MOOCs (<a href=\"http:\/\/onlinelearningsuccess.org\/what-exactly-is-a-mooc\/\">Massive Open Online Courses<\/a>) in late 2012 after retiring from the paid workforce. The first one I enrolled in was “<a href=\"https:\/\/www.classcentral.com\/mooc\/382\/coursera-introduction-to-astronomy\">Introduction to Astronomy<\/a>” on Coursera. I also did “<a href=\"https:\/\/www.classcentral.com\/mooc\/2175\/stanford-openedx-cs101-computer-science-101\">Computers 101<\/a>” which, if I remember correctly, was self-paced and consisted of a series of videos and some simple activities. I don’t remember any quizzes attached to the computer course.<\/p>\n<p>The astronomy course was heavy in physics and complex calculations. The pre-course blurb had warned potential students about the need to be able to solve equations and even gave an example equation. I brushed past this information. I’d done well in mathematics at high school nearly 40 years previously, and had also studied high school physics. How hard could it be?<\/p>\n<p>I soon discovered that the calculations required to pass the quizzes would take me far longer than the time I was prepared to spend during my retirement, so I spent the rest of the course just watching interesting videos. (Incidentally, although Duke University’s “Introduction to Astronomy” is no longer available on Coursera, it is offered from time to time through <a href=\"https:\/\/extend.duke.edu\/\">Duke Extend<\/a>.)<\/p>\n<p>I take courses for personal fulfillment rather than professional or career-related reasons. However, when I decided to focus on my blog, I began looking at courses for job-seekers that I had previously ignored. My justification was that readers may be looking for new careers, so it could be helpful if I knew something about today’s job market.<\/p>\n<p><img class=\"alignnone size-full wp-image-66755\" src=\"https:\/\/www.classcentral.com\/report\/wp-content\/uploads\/2018\/01\/5-years-of-trends.png\" alt=\"\" width=\"100%\" srcset=\"https:\/\/www.classcentral.com\/report\/wp-content\/uploads\/2018\/01\/5-years-of-trends.png 1025w, https:\/\/www.classcentral.com\/report\/wp-content\/uploads\/2018\/01\/5-years-of-trends-300x150.png 300w, https:\/\/www.classcentral.com\/report\/wp-content\/uploads\/2018\/01\/5-years-of-trends-768x384.png 768w, https:\/\/www.classcentral.com\/report\/wp-content\/uploads\/2018\/01\/5-years-of-trends-1024x512.png 1024w\" sizes=\"(max-width: 1025px) 100vw, 1025px\" \/><\/p>\n<p><strong>Trends<\/strong><\/p>\n<p>Most of the 89 courses I have completed have been through the large platforms Coursera, edX, and FutureLearn. In the five years since I began doing MOOCs, I have noticed a few trends:<\/p>\n<ul>\n<li>MOOCs have generally become more flexible.<\/li>\n<li>There are more shorter courses available.<\/li>\n<li>While originally completely free, now students are pestered to pay for certificates and sometimes for full access to course materials.<\/li>\n<li>Discussions between students now seem less interactive and tend to be individual statements of opinion.<\/li>\n<\/ul>\n<p><strong>Flexibility<\/strong><\/p>\n<blockquote class=\"cc-blockquote cc-blockquote-right cc-blockquote-text\"><p>This <a href=\"http:\/\/onlinelearningsuccess.org\/succeed-self-paced-course\/\">flexibility brings its own challenges<\/a>, such as needing a higher level of self discipline to progress through the course.<span class=\"cc-blockquote-border\"> <\/span><\/p><\/blockquote>\n<p>On-campus courses have strict timetables, with lectures, tutorials, and assignments on a tight schedule. Students need to arrange their lives and commitments around their studies because they are required to attend the lectures and finish assessments on time so the staff can mark them. Many of the early Coursera MOOCs I took reflected this rigid mindset. Each week’s materials were released on a strict schedule, with weekly assessments due seven days later.<\/p>\n<p>The availability of on-demand lecture videos, automatic online marking, and peer assessments has removed the need for such inflexible rules, but it took some time for many educational institutions to become more accommodating.<\/p>\n<p>Part-time students often have high-priority work, family, and community commitments, which leads to a consequent need for more relaxed deadlines. Study may be desirable, but is not necessarily their highest priority.<\/p>\n<p>After protests from students in the course discussion forums, the administrators of one course I was enrolled in began releasing the videos a few days early, giving students ten days to complete the assignments without moving the hard deadlines. Now, class schedules are generally even more flexible, with regular soft deadlines recommended to help students keep up with the class schedule, and one final, hard deadline for all assessments due at the end of the course. Coursera courses and self-paced courses from other platforms now have all the material available immediately upon enrollment — a far more flexible arrangement. In this way, courses are becoming easier to pass.<\/p>\n<p>This <a href=\"http:\/\/onlinelearningsuccess.org\/succeed-self-paced-course\/\">flexibility brings its own challenges<\/a>, such as needing a higher level of self discipline to progress through the course.<\/p>\n<p>Greater flexibility is also achieved by having more runs of a course. Originally, courses were available only at set times, and either as a once-only offer or just once or twice per year. If students missed the session, they missed out altogether. Now, many courses are available on a rolling timetable so it can be easier to find a suitable run of the course. On the down side, though, is the fact that smaller class sizes lead to less interaction among students.<\/p>\n<p>Another trend in many courses is for more attempts at the quizzes. Whereas most early courses allowed only one or two attempts, now — particularly on Coursera — students are allowed to take quizzes many more times. Maybe this was in response to the finding in “<a href=\"https:\/\/www.classcentral.com\/mooc\/2161\/coursera-learning-how-to-learn-powerful-mental-tools-to-help-you-master-tough-subjects\">Learning How to Learn<\/a>” that testing is a useful learning strategy.<\/p>\n<p>Some courses allow immediate re-taking of quizzes. If the same questions are re-used, however, it can be easy to remember what was wrong a few minutes ago and simply choose a different answer, with limited opportunity for meaningful learning.<\/p>\n<p>A common trend on Coursera is for an eight-hour delay before re-attempting a quiz. In my opinion, this is an excellent learning opportunity. Students have time to revise the material before attempting the quiz again. Because the questions are not quite so fresh in the memory, students need to think carefully about their answers.<\/p>\n<p><strong>Shorter Courses<\/strong><\/p>\n<p>Over the years, there has been a strong trend toward more shorter courses. Why is this so? I think there are a few possible reasons.<\/p>\n<p>Shorter courses may be more attractive to potential students. Setting aside a four-week block of time to study can be easier than marking off twelve or fourteen weeks.<\/p>\n<p>Longer courses possibly lead to lower completion rates. Although I do not have access to enrollment statistics, it seems likely that a higher percentage of students who begin a four-week course will finish it than those starting a twelve-week course. Even if a student starts with the intention of finishing, it’s easier for other factors to interfere with completion during ten or twelve weeks than two or four.<\/p>\n<p>Perhaps I’m being cynical here, but when students pay for courses, MOOC platforms can possibly make more profit from shorter courses. Why ask students to purchase one certificate for a twelve-week course, when it can be broken up into three or four short courses, each with their own certificate? For job-hunting students, a longer list of certificates can look more impressive on a resume. There is also a growing trend for paid series of courses to be grouped together as Specializations (Coursera), XSeries (edX), and Programs (FutureLearn).<\/p>\n<p>In 2013, I took the twelve-week course “Think Again: How to Reason and Argue” offered by Duke University. The unverified statement of accomplishment (with distinction) was free, and if I remember correctly, there was no option for a verified certificate. Now the course has been broken up into four short courses of four weeks each. Each course has three weeks of lectures and reading material, with the fourth week devoted to self-directed revision and the course quiz. Students can purchase a verified certificate for each part, or audit the courses with full access to all materials and assessments for free. Some other courses now have assessment items and, occasionally, supplementary resources behind a paywall.<\/p>\n<p>The loss of free Statements of Accomplishment (SOAs) for passing a course caused my study habits to change somewhat. At first, I simply made sure I secured enough marks in a course to earn the SOA. If “With Distinction” was available, I tried to obtain it. When SOAs were abandoned and the only free result was a percentage, I found myself aiming for as high a result as possible, sometimes gaining 100%.<\/p>\n<p><strong>In-Your-Face Requests for Payment<\/strong><\/p>\n<p>Another trend I’ve noticed is the repeated pleas for payment for courses. Although I started by embracing the free learning opportunity, I have purchased occasional verified certificates. When millions of students are enrolled, even a purchase rate of 0.1% can translate to a reasonable amount of money. The first certificate I bought was for “<a href=\"https:\/\/www.classcentral.com\/mooc\/2161\/coursera-learning-how-to-learn-powerful-mental-tools-to-help-you-master-tough-subjects\">Learning How to Learn”<\/a> because it was such a marvellous course. I felt it was well worth the cost. Launched in 2014, this course continues to maintain its position on Most Popular MOOC lists on <strong><a href=\"https:\/\/www.classcentral.com\/collection\/top-free-online-courses?utm_source=top-50-course-page\">Class Central<\/a><\/strong> and <a href=\"https:\/\/blog.coursera.org\/year-review-10-popular-courses-2017\/\">Coursera<\/a>.<\/p>\n<p>I’ve now gone through the verification and payment process for Coursera, FutureLearn, and edX. The processes are all very similar, using the webcam to take a headshot and a photo of an official identification such as a driver’s license. Originally, Coursera also required students to type a version of the Honor Code for verification of typing patterns before submitting any assessment items. Occasionally, particularly if I was very tired, my typing pattern was unable to be verified automatically and I would be required to take a photo (just what I wanted to do — take a photo of myself when very tired). A year or so ago, Coursera <a href=\"https:\/\/www.classcentral.com\/report\/coursera-identity-verification\/\">dropped the typing verification requirement<\/a>.<\/p>\n<p>Coursera and FutureLearn verifications appear to last indefinitely. EdX verification lasts for 12 months, after which another photo needs to be submitted.<\/p>\n<p>All three major providers accept payment using Visa, MasterCard, and American Express. Coursera and edX also accept one or two other types of card payment and PayPal. The course price may be displayed in American dollars (Coursera and edX), British pounds (FutureLearn), or your local currency, so you may need to take care with exchange rates.<\/p>\n<p>Having verified my identity, now I have the option to purchase certificates for courses I have since completed. I don’t need to re-do free assessments. FutureLearn certificates have an extra (certificate only) assessment that must be completed before the certificate is awarded. On Coursera each assessment already includes the Honor Code statement. The Honor Code statements have been modified slightly over the years. Originally, I just had to tick the box to agree that I am the person taking the quiz. The statement was later modified to include my name. Now I have to acknowledge my understanding that submitting work which isn’t my own may result in permanent failure of the course or deactivation of my Coursera account.<\/p>\n<p><a href=\"http:\/\/onlinelearningsuccess.org\/brief-comparison-major-mooc-providers\/\">Here is a more detailed comparison<\/a> of the three major MOOC platforms.<\/p>\n<p><strong>Course Discussions<\/strong><\/p>\n<p>Five years ago, Coursera co-founder <a href=\"http:\/\/www.andrewng.org\/\">Andrew Ng<\/a>’s philosophy of free education for anyone with a device connected to the internet was prominent. Massive numbers of students enrolled and lively conversations were common in the discussion boards of courses. It was a delight to me, as a student, to see “XXXXX, Course Instructor” in the discussions, adding comments and answering questions. The trend towards frequent re-runs of courses has meant more convenience for students, but the personal touch has been eroded.<\/p>\n<p>Some courses have effective Course Mentors who monitor the discussions and provide assistance. A few years ago, I was happy to be a voluntary Community Teaching Assistant for two free courses, but I find myself less willing to be an unpaid helper for courses that do not allow free access to assessments.<\/p>\n<p><strong>In Conclusion<\/strong><\/p>\n<p>Many universities and other institutions have produced courses to raise their profile and perhaps attract international students to their campuses. Some courses have been more successful than others in this regard. Students can be unforgiving and quick to abandon a poorly-presented course.<\/p>\n<p>Several lecturers of early courses remarked how amazing it was that they could teach more students in one run of a course than they could during a whole lifetime of on-campus teaching. Some courses still have that feeling of altruistic teaching even though the <a href=\"https:\/\/www.classcentral.com\/report\/class-central-learner-survey-2017\/\">majority of students are now graduates<\/a>, many of them looking for promotions or new careers. Although I am neither a university graduate nor looking for a full-time career, I continue to appreciate the challenges and rewards of MOOCs.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Pat Bowden recounts her experiences of taking 89 MOOCs, and analyzes the trends she has noticed in that time.<\/p>\n","protected":false},"author":72,"featured_media":66745,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[638,640],"tags":[621],"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO Premium plugin v18.3 (Yoast SEO v18.5.1) - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Five Years of MOOC Trends — Class Central<\/title>\n<meta name=\"description\" content=\"Pat Bowden recounts her experiences of taking 89 MOOCs, and analyzes the trends she has noticed in that time.\" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.classcentral.com\/report\/five-years-mooc-trends\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Five Years of MOOC Trends\" \/>\n<meta property=\"og:description\" content=\"Pat Bowden recounts her experiences of taking 89 MOOCs, and analyzes the trends she has noticed in that time.\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.classcentral.com\/report\/five-years-mooc-trends\/\" \/>\n<meta property=\"og:site_name\" content=\"The Report by Class Central\" \/>\n<meta property=\"article:publisher\" content=\"https:\/\/www.facebook.com\/classcentral\" \/>\n<meta property=\"article:published_time\" content=\"2018-01-07T11:38:54+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2018-10-03T10:04:01+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/www.classcentral.com\/report\/wp-content\/uploads\/2020\/11\/the-report-meta.png\" \/>\n\t<meta property=\"og:image:width\" content=\"1024\" \/>\n\t<meta property=\"og:image:height\" content=\"512\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/png\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:image\" content=\"https:\/\/www.classcentral.com\/report\/wp-content\/uploads\/2018\/01\/5-years-of-trends.png\" \/>\n<meta name=\"twitter:creator\" content=\"@classcentral\" \/>\n<meta name=\"twitter:site\" content=\"@classcentral\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"Pat Bowden\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"10 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.classcentral.com\/report\/#website\",\"url\":\"https:\/\/www.classcentral.com\/report\/\",\"name\":\"The Report by Class Central\",\"description\":\"MOOC News, Interviews, and Analysis\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/www.classcentral.com\/report\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/www.classcentral.com\/report\/five-years-mooc-trends\/#primaryimage\",\"inLanguage\":\"en-US\",\"url\":\"\",\"contentUrl\":\"\"},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.classcentral.com\/report\/five-years-mooc-trends\/#webpage\",\"url\":\"https:\/\/www.classcentral.com\/report\/five-years-mooc-trends\/\",\"name\":\"Five Years of MOOC Trends — Class Central\",\"isPartOf\":{\"@id\":\"https:\/\/www.classcentral.com\/report\/#website\"},\"primaryImageOfPage\":{\"@id\":\"https:\/\/www.classcentral.com\/report\/five-years-mooc-trends\/#primaryimage\"},\"datePublished\":\"2018-01-07T11:38:54+00:00\",\"dateModified\":\"2018-10-03T10:04:01+00:00\",\"author\":{\"@id\":\"https:\/\/www.classcentral.com\/report\/#\/schema\/person\/61428e4d541efa0ab624c1139607efc2\"},\"description\":\"Pat Bowden recounts her experiences of taking 89 MOOCs, and analyzes the trends she has noticed in that time.\",\"breadcrumb\":{\"@id\":\"https:\/\/www.classcentral.com\/report\/five-years-mooc-trends\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.classcentral.com\/report\/five-years-mooc-trends\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/www.classcentral.com\/report\/five-years-mooc-trends\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"The Report\",\"item\":\"https:\/\/www.classcentral.com\/report\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Five Years of MOOC Trends\"}]},{\"@type\":\"Person\",\"@id\":\"https:\/\/www.classcentral.com\/report\/#\/schema\/person\/61428e4d541efa0ab624c1139607efc2\",\"name\":\"Pat Bowden\",\"image\":{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/www.classcentral.com\/report\/#personlogo\",\"inLanguage\":\"en-US\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/3794cbeb72e1711c404595eb7dea9c31?s=96&d=mm&r=g\",\"contentUrl\":\"https:\/\/secure.gravatar.com\/avatar\/3794cbeb72e1711c404595eb7dea9c31?s=96&d=mm&r=g\",\"caption\":\"Pat Bowden\"},\"description\":\"Online learning specialist, still learning after 100+ MOOCs completed since 2012. Class Central customer support and help since 2018. I am keen to help others make the most of online learning, so I set up a website:  www.onlinelearningsuccess.org\",\"sameAs\":[\"http:\/\/www.onlinelearningsuccess.org\"],\"url\":\"https:\/\/www.classcentral.com\/report\/author\/pat-bowden\/\"}]}<\/script>\n<!-- \/ Yoast SEO Premium plugin. -->","yoast_head_json":{"title":"Five Years of MOOC Trends — Class Central","description":"Pat Bowden recounts her experiences of taking 89 MOOCs, and analyzes the trends she has noticed in that time.","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/www.classcentral.com\/report\/five-years-mooc-trends\/","og_locale":"en_US","og_type":"article","og_title":"Five Years of MOOC Trends","og_description":"Pat Bowden recounts her experiences of taking 89 MOOCs, and analyzes the trends she has noticed in that time.","og_url":"https:\/\/www.classcentral.com\/report\/five-years-mooc-trends\/","og_site_name":"The Report by Class Central","article_publisher":"https:\/\/www.facebook.com\/classcentral","article_published_time":"2018-01-07T11:38:54+00:00","article_modified_time":"2018-10-03T10:04:01+00:00","og_image":[{"width":1024,"height":512,"url":"https:\/\/www.classcentral.com\/report\/wp-content\/uploads\/2020\/11\/the-report-meta.png","type":"image\/png"}],"twitter_card":"summary_large_image","twitter_image":"https:\/\/www.classcentral.com\/report\/wp-content\/uploads\/2018\/01\/5-years-of-trends.png","twitter_creator":"@classcentral","twitter_site":"@classcentral","twitter_misc":{"Written by":"Pat Bowden","Est. reading time":"10 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebSite","@id":"https:\/\/www.classcentral.com\/report\/#website","url":"https:\/\/www.classcentral.com\/report\/","name":"The Report by Class Central","description":"MOOC News, Interviews, and Analysis","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/www.classcentral.com\/report\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"ImageObject","@id":"https:\/\/www.classcentral.com\/report\/five-years-mooc-trends\/#primaryimage","inLanguage":"en-US","url":"","contentUrl":""},{"@type":"WebPage","@id":"https:\/\/www.classcentral.com\/report\/five-years-mooc-trends\/#webpage","url":"https:\/\/www.classcentral.com\/report\/five-years-mooc-trends\/","name":"Five Years of MOOC Trends — Class Central","isPartOf":{"@id":"https:\/\/www.classcentral.com\/report\/#website"},"primaryImageOfPage":{"@id":"https:\/\/www.classcentral.com\/report\/five-years-mooc-trends\/#primaryimage"},"datePublished":"2018-01-07T11:38:54+00:00","dateModified":"2018-10-03T10:04:01+00:00","author":{"@id":"https:\/\/www.classcentral.com\/report\/#\/schema\/person\/61428e4d541efa0ab624c1139607efc2"},"description":"Pat Bowden recounts her experiences of taking 89 MOOCs, and analyzes the trends she has noticed in that time.","breadcrumb":{"@id":"https:\/\/www.classcentral.com\/report\/five-years-mooc-trends\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/www.classcentral.com\/report\/five-years-mooc-trends\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/www.classcentral.com\/report\/five-years-mooc-trends\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"The Report","item":"https:\/\/www.classcentral.com\/report\/"},{"@type":"ListItem","position":2,"name":"Five Years of MOOC Trends"}]},{"@type":"Person","@id":"https:\/\/www.classcentral.com\/report\/#\/schema\/person\/61428e4d541efa0ab624c1139607efc2","name":"Pat Bowden","image":{"@type":"ImageObject","@id":"https:\/\/www.classcentral.com\/report\/#personlogo","inLanguage":"en-US","url":"https:\/\/secure.gravatar.com\/avatar\/3794cbeb72e1711c404595eb7dea9c31?s=96&d=mm&r=g","contentUrl":"https:\/\/secure.gravatar.com\/avatar\/3794cbeb72e1711c404595eb7dea9c31?s=96&d=mm&r=g","caption":"Pat Bowden"},"description":"Online learning specialist, still learning after 100+ MOOCs completed since 2012. Class Central customer support and help since 2018. I am keen to help others make the most of online learning, so I set up a website:  www.onlinelearningsuccess.org","sameAs":["http:\/\/www.onlinelearningsuccess.org"],"url":"https:\/\/www.classcentral.com\/report\/author\/pat-bowden\/"}]}},"_links":{"self":[{"href":"https:\/\/www.classcentral.com\/report\/wp-json\/wp\/v2\/posts\/66726"}],"collection":[{"href":"https:\/\/www.classcentral.com\/report\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.classcentral.com\/report\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.classcentral.com\/report\/wp-json\/wp\/v2\/users\/72"}],"replies":[{"embeddable":true,"href":"https:\/\/www.classcentral.com\/report\/wp-json\/wp\/v2\/comments?post=66726"}],"version-history":[{"count":6,"href":"https:\/\/www.classcentral.com\/report\/wp-json\/wp\/v2\/posts\/66726\/revisions"}],"predecessor-version":[{"id":66756,"href":"https:\/\/www.classcentral.com\/report\/wp-json\/wp\/v2\/posts\/66726\/revisions\/66756"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.classcentral.com\/report\/wp-json\/wp\/v2\/media\/66745"}],"wp:attachment":[{"href":"https:\/\/www.classcentral.com\/report\/wp-json\/wp\/v2\/media?parent=66726"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.classcentral.com\/report\/wp-json\/wp\/v2\/categories?post=66726"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.classcentral.com\/report\/wp-json\/wp\/v2\/tags?post=66726"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}